Repository: Ckitakishi/MetaX
Catalog: MetaX/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

source: Albums
ja: アルバム
zh_hans: 相册

# Alert.Cancel
source: Cancel
ja: キャンセル
zh_hans: 取消

# Alert.Confirm
source: Confirm
ja: 確認
zh_hans: 确认

# Alert.Continue
source: Continue
ja: 続ける
zh_hans: 继续

# Alert.PhotoAccess
source: Please allow to access your Photos
ja: 写真へのアクセスを許可してください
zh_hans: 请允许访问您的相册

# Alert.PhotoAccessDesc
source: Without this, MetaX can't read your photos and save edited photos to camera roll.
ja: 写真の読み込みや、編集した写真の保存を行うためにアクセス権限が必要です。
zh_hans: MetaX 需要访问权限来读取照片，并将编辑后的结果保存到您的相册中。

# Alert.PhotoAuth
source: Enable Photos Access
ja: アクセスを許可
zh_hans: 开启权限

source: Artist
ja: 撮影者
zh_hans: 作者

source: Copyright
ja: 著作権
zh_hans: 版权

source: Delete Original
ja: 元の画像を削除
zh_hans: 删除原始图片

source: Device
ja: デバイス
zh_hans: 设备

# Edit.Group.BasicInfo
source: Basic Info
ja: 基本情報
zh_hans: 基本信息

# Edit.Group.Copyright
source: Copyright
ja: 著作権情報
zh_hans: 版权与归属

# Edit.Group.FileInfo
source: File Info
ja: ファイル情報
zh_hans: 文件信息

# Edit.Group.Gear
source: Gear
ja: 機材
zh_hans: 设备

# Edit.Hint.Exposure
source: Recorded by the camera at capture time. Avoid editing unless necessary to preserve the original shooting record.
ja: 撮影時にカメラが自動で記録した値です。元の撮影記録を保持するため、特別な理由がない限り変更しないことをおすすめします。
zh_hans: 由相机在拍摄时自动记录，如无特殊需求请勿修改，以免破坏原始拍摄记录。

# Edit.Hint.FileInfo
source: These values are determined by the image file and cannot be changed.
ja: これらの値は画像ファイルによって決まるため、変更できません。
zh_hans: 这些数值由图像文件决定，无法更改。

# Edit.Hint.Gear
source: Recorded by the camera. Avoid editing unless necessary, as photo editing software relies on this to correctly identify your camera and lens.
ja: カメラが記録した情報です。写真編集ソフトウェアがカメラとレンズを正しく識別するために使用されるため、特別な理由がない限り変更しないことをおすすめします。
zh_hans: 这些信息由相机记录，如无特殊需求请勿修改，以确保后期软件能正确识别相机与镜头。

# Error.CoordinateFetch
source: Unable to fetch location
ja: 地理情報を取得できません。
zh_hans: 无法获取地理位置

# Error.iCloud
source: Can't download photo from iCloud.
ja: iCloud から写真をダウンロードできません。
zh_hans: 无法从 iCloud 下载图片。

# Error.ImageSaveCreation
source: Creation Failed
ja: 保存エラー
zh_hans: 创建失败

# Error.ImageSaveEdition
source: Failed to save changes
ja: 編集に失敗しました
zh_hans: 保存修改失败

# Error.ImageSaveUnknown
source: Unknown Error
ja: 不明なエラー
zh_hans: 发生未知错误

# ExposureBiasValue
source: Exposure Compensation
ja: 露出補正
zh_hans: 曝光补偿

source: Exposure Program
ja: 露出プログラム
zh_hans: 曝光程序

# ExposureProgram.Action
source: Action
ja: スポーツモード
zh_hans: 运动摄影

# ExposureProgram.Aperture-priority AE
source: Aperture Priority (A/Av)
ja: 絞り優先AE (A/Av)
zh_hans: 光圈优先 (A/Av)

# ExposureProgram.Bulb
source: Bulb (B)
ja: バルブ (B)
zh_hans: B门 (B)

# ExposureProgram.Creative
source: Creative
ja: クリエイティブプログラム
zh_hans: 创意摄影

# ExposureProgram.Landscape
source: Landscape
ja: 風景モード
zh_hans: 风景

# ExposureProgram.Manual
source: Manual (M)
ja: マニュアル (M)
zh_hans: 手动 (M)

# ExposureProgram.Not Defined
source: Not Defined
ja: 未定義
zh_hans: 未定义

# ExposureProgram.Portrait
source: Portrait
ja: ポートレートモード
zh_hans: 人物

# ExposureProgram.Program AE
source: Program AE (P)
ja: ノーマルプログラム (P)
zh_hans: 一般程序 (P)

# ExposureProgram.Shutter speed priority AE
source: Shutter Priority (S/Tv)
ja: シャッター優先AE (S/Tv)
zh_hans: 快门优先 (S/Tv)

# ExposureTime
source: Shutter Speed
ja: シャッタースピード
zh_hans: 快门速度

source: Flash
ja: ストロボ
zh_hans: 闪光灯

# Flash.Auto, Did not fire
source: Auto, Did not fire
ja: フラッシュ未発光、オートモード
zh_hans: 自动 (未闪光)

# Flash.Auto, Did not fire, Red-eye reduction
source: Auto, Did not fire, Red-eye reduction
ja: オート、フラッシュ未発光、赤目軽減モード
zh_hans: 自动 (未闪光、防红眼)

# Flash.Auto, Fired
source: Auto, Fired
ja: フラッシュ発光、オートモード
zh_hans: 自动 (已闪光)

# Flash.Auto, Fired, Red-eye reduction
source: Auto, Fired, Red-eye reduction
ja: オート、発光、赤目軽減
zh_hans: 自动 (已闪光、防红眼)

# Flash.Auto, Fired, Red-eye reduction, Return detected
source: Auto, Fired, Red-eye reduction, Return detected
ja: オート、発光、赤目軽減、反射光検出
zh_hans: 自动 (已闪光、防红眼、检测到反射光)

# Flash.Auto, Fired, Red-eye reduction, Return not detected
source: Auto, Fired, Red-eye reduction, Return not detected
ja: オート、発光、赤目軽減、反射光未検出
zh_hans: 自动 (已闪光、防红眼、未检测到反射光)

# Flash.Auto, Fired, Return detected
source: Auto, Fired, Return detected
ja: オート、発光、反射光検出
zh_hans: 自动 (已闪光、检测到反射光)

# Flash.Auto, Fired, Return not detected
source: Auto, Fired, Return not detected
ja: オート、発光、反射光未検出
zh_hans: 自动 (已闪光、未检测到反射光)

# Flash.Fired
source: Fired
ja: フラッシュ発光
zh_hans: 已闪光

# Flash.Fired, Red-eye reduction
source: Fired, Red-eye reduction
ja: フラッシュ発光、赤目軽減モード
zh_hans: 已闪光 (防红眼)

# Flash.Fired, Red-eye reduction, Return detected
source: Fired, Red-eye reduction, Return detected
ja: フラッシュ発光、赤目軽減モード、反射光検出
zh_hans: 已闪光 (防红眼、检测到反射光)

# Flash.Fired, Red-eye reduction, Return not detected
source: Fired, Red-eye reduction, Return not detected
ja: フラッシュ発光、赤目軽減モード、反射光未検出
zh_hans: 已闪光 (防红眼、未检测到反射光)

# Flash.Fired, Return detected
source: Fired, Return detected
ja: フラッシュ発光、反射光検出
zh_hans: 已闪光 (检测到反射光)

# Flash.Fired, Return not detected
source: Fired, Return not detected
ja: フラッシュ発光、反射光未検出
zh_hans: 已闪光 (未检测到反射光)

# Flash.No Flash
source: No Flash
ja: フラッシュ未発光
zh_hans: 未闪光

# Flash.No flash function
source: No flash function
ja: フラッシュ機能なし
zh_hans: 无闪光灯功能

# Flash.Off, Did not fire
source: Off, Did not fire
ja: フラッシュ未発光、強制発光モードオフ
zh_hans: 关闭 (强制不闪光)

# Flash.Off, Did not fire, Return not detected
source: Off, Did not fire, Return not detected
ja: オフ、フラッシュ未発光、反射光未検出
zh_hans: 关闭 (未闪光、未检测到反射光)

# Flash.Off, No flash function
source: Off, No flash function
ja: オフ、フラッシュ機能なし
zh_hans: 关闭 (无闪光灯功能)

# Flash.Off, Red-eye reduction
source: Off, Red-eye reduction
ja: オフ、赤目軽減モード
zh_hans: 关闭 (防红眼模式)

# Flash.On, Did not fire
source: On, Did not fire
ja: オン、フラッシュ未発光
zh_hans: 开启 (未闪光)

# Flash.On, Fired
source: On, Fired
ja: フラッシュ発光、強制発光モード
zh_hans: 开启 (强制闪光)

# Flash.On, Red-eye reduction
source: On, Red-eye reduction
ja: フラッシュ発光、強制発光モード、赤目軽減モード
zh_hans: 开启、防红眼

# Flash.On, Red-eye reduction, Return detected
source: On, Red-eye reduction, Return detected
ja: フラッシュ発光、強制発光モード、赤目軽減モード、反射光検出
zh_hans: 开启、防红眼、检测到反射光

# Flash.On, Red-eye reduction, Return not detected
source: On, Red-eye reduction, Return not detected
ja: フラッシュ発光、強制発光モード、赤目軽減モード、反射光未検出
zh_hans: 开启、防红眼、未检测到反射光

# Flash.On, Return detected
source: On, Return detected
ja: フラッシュ発光、強制発光モード、反射光検出
zh_hans: 开启、检测到反射光

# Flash.On, Return not detected
source: On, Return not detected
ja: フラッシュ発光、強制発光モード、反射光未検出
zh_hans: 开启、未检测到反射光

# FNumber
source: Aperture
ja: 絞り値
zh_hans: 光圈

source: Focal Length
ja: 焦点距離
zh_hans: 焦距

# FocalLenIn35mmFilm
source: 35mm Equivalent
ja: 35mm換算
zh_hans: 35mm 等效焦距

source: Image
ja: 画像
zh_hans: 图片

# Info.notSupport
source: This media type is not currently supported.
ja: このメディア形式には対応していません。
zh_hans: 暂不支持此媒体类型。

source: Keep Original
ja: 元の写真を残す
zh_hans: 保留原始图片

source: Lens Make
ja: レンズメーカー
zh_hans: 镜头品牌

source: Lens Model
ja: レンズモデル
zh_hans: 镜头型号

source: Location
ja: 位置
zh_hans: 位置

source: Make
ja: メーカー
zh_hans: 品牌

source: Metering Mode
ja: 測光モード
zh_hans: 测光模式

# MeteringMode.Average
source: Average
ja: 平均
zh_hans: 平均测光

# MeteringMode.Center-weighted Average
source: Center-weighted
ja: 中央重点
zh_hans: 中央重点测光

# MeteringMode.Multi-segment
source: Multi
ja: マルチパターン
zh_hans: 分割测光

# MeteringMode.Multi-spot
source: Multi-spot
ja: マルチスポット
zh_hans: 多点测光

# MeteringMode.Other
source: Other
ja: その他
zh_hans: 其他

# MeteringMode.Partial
source: Partial
ja: 部分測光
zh_hans: 局部测光

# MeteringMode.Spot
source: Spot
ja: スポット
zh_hans: 点测光

# MeteringMode.Unknown
source: Unknown
ja: 不明
zh_hans: 未知

source: Model
ja: 機種名
zh_hans: 型号

# PixelHeight
source: Height
ja: 高さ
zh_hans: 高度

# PixelWidth
source: Width
ja: 幅
zh_hans: 宽度

# ProfileName
source: Color Profile
ja: カラープロファイル
zh_hans: 色彩配置

source: Save
ja: 保存
zh_hans: 保存

# Save.AsCopy
source: Save a Copy
ja: コピーとして保存
zh_hans: 存储为副本

# Save.AsCopy.Desc
source: A new photo will be created with all metadata.
ja: メタデータを含む新しい写真を作成します。
zh_hans: 创建包含元数据的新图片。

# Save.DeleteOriginal
source: Delete
ja: 削除
zh_hans: 删除

# Save.DeleteOriginal.Desc
source: The original will be deleted.
ja: 元の写真はライブラリから削除されます。
zh_hans: 将会从相册中删除原始照片。

# Save.KeepOriginal
source: Keep
ja: 残す
zh_hans: 保留

# Save.KeepOriginal.Desc
source: Both photos will coexist in your library.
ja: 元の写真と新しい写真が両方ライブラリに残ります。
zh_hans: 原图与新图将同时存在于相册。

# Save.ModifyOriginal
source: Edit in Place
ja: 元の写真を編集
zh_hans: 修改原图

# Save.ModifyOriginal.Desc
source: Update the original photo data, non-permanent and reversible. Only the date and location are visible in the Photos app. Other fields can be viewed using other apps like MetaX.
ja: 元の写真のメタデータを直接編集でき、いつでも元に戻せます。写真アプリには日時と位置情報のみ表示されます。その他の項目は MetaX などのアプリでご確認いただけます。
zh_hans: 直接编辑原图元数据，非永久性操作，可复原。系统相册中仅显示日期和位置。其他字段可通过 MetaX 等 App 查看。

source: Search address
ja: 住所を検索
zh_hans: 搜索地址

source: Search Location
ja: 場所を検索
zh_hans: 搜索位置

# Search.EmptyHint
source: Start typing to search, or select from recent history
ja: 検索するか、最近の履歴から選択してください
zh_hans: 输入关键词搜索，或从最近历史记录中选择

# Settings.About
source: About
ja: このアプリについて
zh_hans: 关于

# Settings.Appearance
source: Appearance
ja: 外観
zh_hans: 外观

# Settings.Appearance.Dark
source: Dark
ja: ダーク
zh_hans: 深色

# Settings.Appearance.Light
source: Light
ja: ライト
zh_hans: 浅色

# Settings.Appearance.System
source: System
ja: システム設定に従う
zh_hans: 跟随系统

# Settings.General
source: General
ja: 一般
zh_hans: 通用

# Settings.Language
source: Language
ja: 言語
zh_hans: 语言

# Settings.Preferences
source: Preferences
ja: 基本設定
zh_hans: 偏好设置

# Settings.PrivacyPolicy
source: Privacy Policy
ja: プライバシーポリシー
zh_hans: 隐私政策

# Settings.SendFeedback
source: Send Feedback
ja: フィードバックを送信
zh_hans: 发送反馈

# Settings.Support
source: Support
ja: サポート
zh_hans: 支持

# Settings.TermsOfService
source: Terms of Service
ja: 利用規約
zh_hans: 服务条款

# Settings.Title
source: Settings
ja: 設定
zh_hans: 设置

# Settings.Version
source: Version
ja: バージョン
zh_hans: 版本号

# Settings.PhotoPermissions
source: Photo Permissions
ja: 写真アクセス権限
zh_hans: 照片权限

# Settings.Status.Authorized
source: Full Access
ja: フルアクセス
zh_hans: 完全访问

# Settings.Status.Limited
source: Limited
ja: 選択した写真のみ
zh_hans: 受限访问

# Settings.Status.Denied
source: Denied
ja: 拒否
zh_hans: 已拒绝

# Settings.WriteReview
source: Write a Review
ja: レビューを書く
zh_hans: 撰写评论

source: Shooting
ja: 撮影設定
zh_hans: 拍摄参数

# Sort.Default
source: Default
ja: デフォルト
zh_hans: 默认

# Sort.Name
source: Name
ja: 名前
zh_hans: 名称

# View.AddDate
source: Date
ja: 日付
zh_hans: 日期

# View.AddLocation
source: Location
ja: 位置
zh_hans: 位置

# View.AllPhotos
source: All Photos
ja: すべての写真
zh_hans: 所有照片

# View.ClearAllMetadata
source: Clear Metadata
ja: メタデータを消去
zh_hans: 清除元数据

# View.RevertToOriginal
source: Revert
ja: 元に戻す
zh_hans: 复原

# View.EditMetadata
source: Edit Metadata
ja: メタデータを編集
zh_hans: 编辑元数据

# View.LocationSearchPlaceholder
source: Search location...
ja: 場所を検索...
zh_hans: 搜索位置...

# View.MyAlbums
source: My Albums
ja: マイアルバム
zh_hans: 我的相册

# View.Processing
source: Processing...
ja: 処理中...
zh_hans: 处理中...

# View.RecentHistory
source: RECENT HISTORY
ja: 検索履歴
zh_hans: 历史记录

# View.SmartAlbums
source: Media Types
ja: メディアタイプ
zh_hans: 媒体类型

source: White Balance
ja: ホワイトバランス
zh_hans: 白平衡

# WhiteBalance.Auto
source: Auto
ja: オート
zh_hans: 自动

# WhiteBalance.Manual
source: Manual
ja: マニュアル
zh_hans: 手动

# sortMenuTitle
source: Sort By
ja: 並べ替え
zh_hans: 排序方式

# sortCreationDate
source: Creation Date
ja: 撮影日
zh_hans: 拍摄日期

# sortRecentlyAdded
source: Recently Added
ja: 最近追加した項目
zh_hans: 最近添加

# Alert.RawConversion.Title
source: Save as Copy
ja: コピーとして保存
zh_hans: 另存为副本

# Alert.RawConversion.Message
source: RAW images cannot be modified directly and will be saved as a high-quality JPEG copy. Do you want to continue?
ja: RAW画像は直接編集できないため、高品質なJPEGとして保存されます。続行しますか？
zh_hans: RAW图片无法直接修改元数据，将为您创建高质量JPEG副本。是否继续？

# Alert.LivePhoto.CopyMessage
source: Saving a copy will only preserve the still image. The Live Photo effect will be lost. Do you want to continue?
ja: コピーを保存すると静止画のみが残り、Live Photoの効果は失われます。続行しますか？
zh_hans: 保存副本将仅保留静态图片，实况效果将丢失。是否继续？

# Alert.LivePhoto.CopyTitle
source: Live Photo
zh_hans: 实况照片
